Repository: stahta01/wxCode_components
Catalog: trunk/wxCode/components/webupdate/locale/*.po
Languages: it

source: Contact the support team of %s for help
it: Contattare gli sviluppatori di %s per aiuto

source: About
it: Informazioni

source: About WebUpdater
it: Riguardo WebUpdater

source: Asks the user the URI of the remote XML file
it: Chiede all'utente l'URI del file XML remoto

source: Authentication settings
it: Opzioni autenticazione

source: Browse
it: Sfoglia

source: Cancel
it: Annulla

source: Cannot init the INPUT stream
it: Impossibile aprire il flusso d'ingresso

source: Cannot open the INPUT stream; url is [%s]
it: Impossibile aprire il flusso d'ingresso; l'URL è [%s]

source: Cannot open/init the OUPUT stream [%s]
it: Impossibile aprire/inizializzare il flusso d'ingresso [%s]

source: Cannot parse the XML update script downloaded as: %s
it: Impossibile leggere lo script di aggiornamento XML scaricato come: %s

source: Choose a directory
it: Scegli una cartella

source: Choose the folder containing the updated packages
it: Scegli la cartella contenente i pacchetti aggiornati

source: Could not download the %s from %s URL...
it: Impossibile scaricare %s da %s URL...

source: Could not find any valid package for %1$s in the WebUpdate script. This could be because the local XML description file (%2$s) has been corrupted. Exiting the update dialog.
it: Impossibile trovare pacchetti validi per %1$s nello script WebUpdate. Questo può accadere perchè il file descrittore locale XML (%2$s) è stato corrotto. Esco dalla finestra di aggiornamento.

source: Download
it: Scarica

source: Download && install
it: Scarica && installa

source: Download aborted...
it: Scaricamento interrotto...

source: Download status:
it: Stato scaricamento:

source: Error
it: Errore

source: For reporting bugs about WebUpdater:
it: Per riportare errori riguardo WebUpdater:

source: Get update list
it: Scarica lista aggiornamenti

source: Hide advanced settings <<
it: Nascondi opzioni avanzate <<

source: Importance
it: Importanza

source: Install
it: Installa

source: Latest version
it: Ultima versione

source: Local version
it: Versione locale

source: Low resources; cannot run the WebUpdate dialog... Close some applications and then retry.
it: Poche risorse;impossibile avviare WebUpdater... Chiudere alcune applicazioni e quindi riprovare.

source: Low resources; cannot show the size of the packages... Close some applications and then retry.
it: Poche risorse;impossibile mostrare la dimensione dei pacchetti... Chiudere alcune applicazioni e quindi riprovare.

source: NA
it: ND

source: No downloads running...
it: Nessun download in corso...

source: No updates available for this platform (%s)... exiting the update dialog.
it: Nessun aggiornamento disponibile per questa piattaforma (%s)... esco dalla finestra di aggiornamento.

source: Package description:
it: Descrizione pacchetto:

source: Package name
it: Nome pacchetto

source: Proxy settings
it: Opzioni proxy

source: Remove downloaded files after installation
it: Rimuovi i file scaricati dopo l'installazione

source: Require package(s)
it: Richiede pacchetto(i)

source: Restart !!HERE GOES THE APPLICATION NAME!! after the update
it: Riavvia !!HERE GOES THE APPLICATION NAME!! dopo l'update

source: Restart %s after the update is finished
it: Riavvia %s dopo che l'aggiornamento è finito

source: Restart the updated application when WebUpdater quits
it: Riavvia l'applicazione aggiornata quando WebUpdater esce

source: Saves the log messages to '
it: Salva i messaggi di log in '

source: Show advanced settings >>
it: Mostra opzioni avanzate >>

source: Show only items out of date
it: Mostra solo elementi aggiornabili

source: Show this help message
it: Mostra questo messaggio di aiuto

source: Size
it: Dimensione

source: Status:
it: Stato:

source: Stop download
it: Ferma scaricamento

source: Stop installation
it: Ferma installazione

source: The WebUpdater configuration file is corrupted; the file: %s is missing (or invalid); please reinstall the program.
it: Il file di configurazione WebUpdater è corrotto; il file: %s è mancante (o invalido); prego reinstallare il programma.

source: The WebUpdater configuration file is corrupted; the local XML script is missing some required info. Please correct the local XML script or give these info to WebUpdater through the command line options.
it: Il file di configurazione di WebUpdater è corrotto; nello script XML locale mancano alcune informazioni fondamentali. Prego correggere lo script XML locale o dare queste informazioni tramite le opzioni a riga di comando.

source: The available package updates are:
it: Gli aggiornamenti disponibili sono:

source: The downloaded file '%1$s' is corrupted. MD5 checksum is: %2$s instead of: %3$s Please retry the download.
it: Il file scaricato '%1$s' è corrotto. La somma MD5 è: %2$s invece che: %3$s Prego riprova il download.

source: The downloaded files will be saved in:
it: I file scaricati saranno salvati in:

source: The downloaded package '%s' could not be installed. Please contact the support team for more info.
it: Impossibile installare il pacchetto scaricato '%s' Prego contattare gli sviluppatori per più informazioni.

source: The installation of the WebUpdater component of this application is corrupted; the file: %s is missing (or invalid); please reinstall the program.
it: L'installazione del componente WebUpdater di questa applicazione è corrotto; il file: %s è mancante (o invalido); prego reinstallare il programma.

source: The installation of the selected packages has been completed successfully !
it: L'installazione dei pacchetti selezionati è stata completata con successo !

source: This dialog allows you to update
it: Questa finestra di dialogo permette di aggiornare

source: This dialog allows you to update one or more packages for
it: Questa dinestra di dialogo ti permette di aggiornare uno o più pacchetti per

source: This is WebUpdater version %s by Francesco Montorsi (c) 2005
it: Questo è WebUpdater versione %s di Francesco Montorsi (c) 2005

source: Time remaining:
it: Tempo rimasto:

source: Update check for package '%1$s' is failed! This can happen because of a corrupted XML local description file (%2$s)
it: Il controllo di aggiornamento per il pacchetto '%1$s' è fallito! Questo può accadere a causa di un file descrittore locale XML corrotto (%2$s)

source: Use the given URI to load the remote XML file
it: Usa l'URI dato per caricare il file XML remoto

source: Use the given local XML file
it: Usa il file dato come file XML locale

source: Use the given local XRC file
it: Usa il file dato come file XRC

source: Use the given resource name when loading the XRC
it: Usa la risorsa con il nome dato quando si carica l'XRC

source: Warning
it: Attenzione

source: WebUpdate authentication settings
it: Opzioni di autenticazione WebUpdate

source: WebUpdate proxy settings
it: Opzioni proxy di WebUpdate

source: WebUpdate script successfully downloaded
it: script WebUpdate scaricato con successo

source: WebUpdater homepage:
it: Homepage di WebUpdater:

source: WebUpdater is an open-source wxWidgets-licensed component hosted at wxCode. To know more about Open Source, go at http://www.opensource.org. WebUpdater is based on wxWidgets and on the wxHTTPEngine component. This program uses the Message Digest Algorithm (MD5) by RSA Data Security.
it: WebUpdater è un componente open-source rilasciato con licenza wxWidgets ospitato dal progetto wxCode. Per saperne di più sull'Open Source, visita il sito http://www.opensource.org. WebUpdater è basato su wxWidgets e sul componente wxHTTPEngine. Questo programma usa il Message Digest Algorithm (MD5) della RSA Data Security.

source: WebUpdaterApp::OnInit - creating the WebUpdaterDlg
it: WebUpdaterApp::OnInit - sto creando WebUpdaterDlg

source: WebUpdaterApp::OnInit - loading the XRC file [%s]
it: WebUpdaterApp::OnInit - sto caricando il file XRC [%s]

source: WebUpdaterApp::OnPreInit - loading the local XML webupdate script %s
it: WebUpdaterApp::OnPreInit - sto caricando lo script webupdate XML locale %s

source: WebUpdaterApp::OnPreInit - parsing the command line
it: WebUpdaterApp::OnPreInit - controllo la linea di comando

source: WebUpdaterApp::OnPreInit - the --ask-uri option is incomplete
it: WebUpdaterApp::OnPreInit - l'opzione '--ask-uri' è incompleta

source: WebUpdaterApp::OnPreInit - you cannot use both '--ask-uri' and '--uri' !
it: WebUpdaterApp::OnPreInit - non puoi usare sia '--ask-uri' che '--uri' !

source: WebUpdaterDlg::OnQuit - quitting
it: WebUpdaterDlg::OnQuit - sto uscendo

source: XML WebUpdate script
it: Script XML WebUpdate

source: You are not connected to Internet ! WebUpdater needs to download the update list from Internet... Please connect and then retry.
it: Non sei connesso a Internet ! WebUpdater necessita di scaricare la lista degli aggiornamenti da Internet... Prego connettersi e riprovare.

source: You have the latest version of all packages of %s... exiting the update dialog.
it: Hai l'ultima versione di tutti i pacchetti di %s... esco dalla finestra di aggiornamento.

source: computing the file hash
it: sto calcolando l'hash del file

source: downloaded %1$d package(s) and installed %2$d package(s)
it: scaricati %1$d pacchetti e installati %2$d pacchetti

source: downloaded %d package(s)
it: scaricati %d pacchetti

source: downloading '%1$s' at %2$s
it: sto scaricando '%1$s' a %2$s

source: high!
it: alta!

source: installing '%s'
it: sto installando'%s'

source: low
it: bassa

source: none
it: nessuno

source: normal
it: normale

source: not available
it: non disponibile

source: not installed
it: non installato

source: waiting WebUpdate script download
it: in attesa del download dello script WebUpdate

source: wxDownloadThread::Entry - %s - DOWNLOAD ABORTED !!!
it: wxDownloadThread::Entry - %s - DOWNLOAD ABORTITO !!!

source: wxDownloadThread::Entry - completed download of %lu bytes
it: wxDownloadThread::Entry - completato lo scaricamento di %lu bytes

source: wxDownloadThread::Entry - downloaded %lu bytes
it: wxDownloadThread::Entry - scaricati %lu bytes

source: wxDownloadThread::Entry - downloading [%s]
it: wxDownloadThread::Entry - sto scaricando [%s]

source: wxGetSizeOfURI - can't get the size of the resource located at [%s] because the request has been redirected... update your URL
it: wxGetSizeOfURI - impossibile acquisire la dimensione della risorsa locata a [%s] perchè la richiesta è stata rediretta... aggiorna l'URL

source: wxHTTPEngine homepage:
it: Homepage di wxHTTPEngine:

source: wxWebUpdateActionCopy::Run - going to copy the file(s)/folder(s) [%1$s] in [%2$s]
it: wxWebUpdateActionCopy::Run - sto per copiare i file/cartelle [%1$s] in [%2$s]

source: wxWebUpdateActionExtract::Run - couldn't decompress [%s]
it: wxWebUpdateActionExtract::Run - impossibile decomprimere [%s]

source: wxWebUpdateActionExtract::Run - extracting [%1$s] as [%2$s]...
it: wxWebUpdateActionExtract::Run - sto estraendo [%1$s] come [%2$s]...

source: wxWebUpdateActionExtract::Run - going to extract the file [%1$s] of type [%2$s] in [%3$s]
it: wxWebUpdateActionExtract::Run - sto per estrarre il file [%1$s] del tipo [%2$s] in [%3$s]

source: wxWebUpdateActionExtract::Run - the folder [%1$s] or the file [%2$s] does not exist !
it: wxWebUpdateActionExtract::Run - la cartella [%1$s] o il file [%2$s] non esiste !

source: wxWebUpdateActionMkdir::Run - going to make the folder [%s]
it: wxWebUpdateActionMkdir::Run - sto per creare la cartella [%s]

source: wxWebUpdateActionMkfile::Run - could not create the [%s] file
it: wxWebUpdateActionMkfile::Run - impossibile creare il file [%s]

source: wxWebUpdateActionMkfile::Run - created the [%1$s] file with content [%2$s]...
it: wxWebUpdateActionMkfile::Run - creato il file [%1$s] con contenuto [%2$s]...

source: wxWebUpdateActionMkfile::Run - going to make the file [%s]
it: wxWebUpdateActionMkfile::Run - sto per creare il file [%s]

source: wxWebUpdateActionOpen::Run - cannot get the OPEN command for [%s]
it: wxWebUpdateActionOpen::Run - Impossibile ottenere il comando APRI per [%s]

source: wxWebUpdateActionOpen::Run - failed to launch application for [%s]
it: wxWebUpdateActionOpen::Run - Impossibile lanciare l'applicazione per [%s]

source: wxWebUpdateActionOpen::Run - no default application can open the file [%s]
it: wxWebUpdateActionOpen::Run - Nessuna applicazione di default può aprire il file [%s]

source: wxWebUpdateActionOpen::Run - opening the file [%s]
it: wxWebUpdateActionOpen::Run - sto aprendo il file [%s]

source: wxWebUpdateActionOpen::Run - the file [%s] does not exist !
it: wxWebUpdateActionOpen::Run - il file [%s] non esiste !

source: wxWebUpdateActionRun::Run - the file [%s] does not exist; proceeding anyway (maybe it's in PATH)
it: wxWebUpdateActionRun::Run - il file [%s] non esiste; procedo comunque (forse è nel PATH)

source: wxWebUpdateDlg::ConnectionRequired - found a valid connection
it: wxWebUpdateDlg::ConnectionRequired - trovata una connessione valida

source: wxWebUpdateDlg::ConnectionRequired - not connected to Internet !
it: wxWebUpdateDlg::ConnectionRequired - non connesso a Internet !

source: wxWebUpdateDlg::DownloadNextPackage - launching download of [%s]
it: wxWebUpdateDlg::DownloadNextPackage - sto lanciando lo scaricamento di [%s]

source: wxWebUpdateDlg::InstallNextPackage - launching installation of [%s]
it: wxWebUpdateDlg::InstallNextPackage - sto lanciando l'installazione di [%s]

source: wxWebUpdateDlg::OnBrowse - new output path is [%s]
it: wxWebUpdateDlg::OnBrowse - il nuovo percorso di output è [%s]

source: wxWebUpdateDlg::OnCancel - user hit the cancel button...
it: wxWebUpdateDlg::OnCancel - l'utente ha premuto annulla...

source: wxWebUpdateDlg::OnDownloadComplete - Download status: successfully completed
it: wxWebUpdateDlg::OnDownloadComplete - stato download: completato con successo

source: wxWebUpdateDlg::OnDownloadComplete - beginning installation of downloaded packages
it: wxWebUpdateDlg::OnDownloadComplete - sto iniziando l'installazione dei pacchetti scaricati

source: wxWebUpdateDlg::OnDownloadComplete - failed while downloading the XML script... aborting dialog
it: wxWebUpdateDlg::OnDownloadComplete - errore mentre si scaricava lo script XML... uscita in corso

source: wxWebUpdateDlg::OnInstallationComplete - completed installation of [%s]...
it: wxWebUpdateDlg::OnInstallationComplete - completata l'installazione di [%s]...

source: wxWebUpdateDlg::OnInstallationComplete - completed the installation of all packages
it: wxWebUpdateDlg::OnInstallationComplete - completata l'installazione di tutti i pacchetti

source: wxWebUpdateDlg::OnScriptDownload - XML script loaded successfully
it: wxWebUpdateDlg::OnScriptDownload - XML script caricato con successo

source: wxWebUpdateDownload::DownloadSynch - completed download of %lu bytes
it: wxWebUpdateDownload::DownloadSynch - completato lo scaricamento di %lu bytes

source: wxWebUpdateInstallThread::Entry - INSTALLATION ABORTED !!!
it: wxWebUpdateInstallThread::Entry - INSTALLAZIONE ABORTITA !!!

source: wxWebUpdateInstallThread::Entry - installing [%s]
it: wxWebUpdateInstallThread::Entry - sto installando [%s]

source: wxWebUpdateInstaller::VersionCheck - invalid version format [%s] !
it: wxWebUpdateInstaller::VersionCheck - formato di versione invalido [%s] !

source: wxWebUpdateXMLScript::Load - loading [%s]
it: wxWebUpdateXMLScript::Load - sto caricando [%s]

source: wxWidgets homepage:
it: Homepage di wxWidgets:
