Repository: stahta01/wxCode_components
Catalog: trunk/wxCode/components/wxmidi/locale/wxmidi_*.po
Languages: de, es, eu, fr, nl, tr

source: 76-High Wood Block
de: 76-Hoher Holzblock
es: 76-Bloque de madera alto
eu: 76-Zur bloke agudoa
fr: 76-Bloc bois haut
nl: 76-Hoog Houtblok

source: 77-Low Wood Block
de: 77-Tiefer Holzblock
es: 77-Bloque de madera bajo
eu: 77-Zur bloke grabea
fr: 77-Bloc bois bass
nl: 77-Lang Houtblok

source: 78-Mute Cuica
de: 78-Gedämpfte Cuíca
es: 78-Cuica (apagada)
eu: 78-Cuica gortua
fr: 78-Cuica muette
nl: 78-Gedempte Cuica

source: 79-Open Cuica
de: 79-Offene Cuíca
es: 79-Cuica (abierta)
eu: 79-Cuica zabala
fr: 79-Cuica ouverte

source: 80-Mute Triangle
de: 80-Gedämpfte Triangel
es: 80-Triángulo (apagado)
eu: 80-Traingelu gortua
fr: 80-triangle muet
nl: 80-Gedempte Triangel
tr: 80-Üçgen

source: 81-Open Triangle
de: 81-Offene Triangel
es: 81-Triángulo (abierto)
eu: 81-Triangelu zabala
fr: 81-Triangle ouvert
nl: 81-Open Triangel
tr: 81-Üçgeni aç

source: Keyboards
de: Tasteninstrumente
es: Teclados
eu: Teklatuak
fr: Claviers
nl: Toetsen
tr: Klavyeler

source: Chromatic percussion
de: Chromatische Schlaginstrumente
es: Percusión afinada
eu: Perkusio kromatikoa
fr: Precussion Chromatique
nl: Chromatische Percussie
tr: Yarom tonlardan oluşan vurmalı çalgı

source: Organs and harmonicas
de: Orgeln und Harmonikas
es: Organos y armónicas
eu: Organo eta harmonikak
fr: Orgues et Harmoniques
nl: Orgels en Accordeons
tr: Orglar ve Mızıkalar

source: Guitars
de: Gitarren
es: Guitarras
eu: Gitarrak
fr: Guitares
nl: Guitaren
tr: Gitarlar

source: Basses
de: Bässe
es: Bajos
eu: Baxuak
nl: Bassen
tr: Baslar

source: Strings
de: Streicher
es: Cuerda
eu: Hariak
fr: Cordes
nl: Strijkers
tr: Diziler

source: Ensembles
es: Conjuntos
eu: Taldeak
tr: Gruplar

source: Brass
de: Blechbläser
es: Metal
eu: Metala
fr: Cuivres
nl: Koper

source: Reed
de: Rohrblattinstrumente
es: Lengüeta
eu: Ahodun instrumentuak
fr: Anche
nl: Riet
tr: Saz

source: Pipe
de: Flöte
es: Flautas
eu: Xaramela
fr: Tube
nl: Pijp
tr: Kaval

source: Synth. lead
de: Snyth. Lead
es: Sintetizador (melodía)
fr: Lead Syntétiseur
tr: Örnek sentezi

source: Synth. pad
es: Sintetizador (fondos)
fr: Bloc plat Synté.
tr: Bloknot sentezi

source: Synth. F/X
es: Sintetizador (efectos)
eu: F/X sintetizadorea
fr: F/X Synté.
tr: F/X sentezi

source: Ethnic
de: Völkische Instrumente
es: Etnicos
eu: Etnikoa
fr: Ethnique
nl: Ethnisch
tr: Etnik

source: Percussive
de: Schlag- und Effektinstrumente
es: Perrcusivo
eu: Perkusioa
fr: Percusseur
nl: Slaand
tr: Vurmalı

source: Sound F/X
es: Efectos especiales
eu: F/X hotsa
fr: F/X son
tr: F/X melodi

source: Celesta
eu: Zelesta
fr: Célesta

source: Glockenspiel
eu: Glockenspiel-a
fr: Carillon
nl: Klokkenspel
tr: Çan

source: Viola
eu: Biola
fr: Viole
tr: Viyola

source: Oboe
eu: Oboea
fr: Hautbois
nl: Hobo
tr: Obua

source: 70-Maracas
eu: 70-Marakak
fr: 70-Castagnettes

source: 75-Claves
de: 75-Klanghölzer
eu: 75-Klabeak
fr: 75-Clefs

source: Shakuhachi
eu: Shakuhachi-a

source: Ocarina
de: Okarina
eu: Okarina

source: Sitar
eu: Sitarra
tr: Hint Çalgısı

source: Banjo
eu: Banjoa
tr: Banço

source: Shamisen
eu: Shamisen-a

source: Koto
eu: Koto-a

source: Kalimba
de: Lamellophon
eu: Kalinba

source: Shanai
de: Shehnai
eu: Shanai-a

source: 69-Casaba
de: 69-Cabasa

source: Marimba
tr: Klisifon
