Repository: stahta01/wxCode_components
Catalog: trunk/wxCode/components/wxmidi/locale/wxmidi_*.po
Languages: de, es, eu, fr, nl, tr

source: Error: Device not properly created
de: Fehler: Gerät wurde nicht ordnungsgemäß erstellt
es: Error: El dispositivo no se ha creado adecuadamente.
eu: Errorea: Gailua ez da behar bezala sortu
fr: Erreur: Dispositif crée incorrectement
nl: Fout: apparaat niet correct aangemaakt
tr: Hata: Cihaz tam anlamıyla çalışmaz

source: PortMidi: `Host error'
de: PortMidi: "Hostfehler"
es: PortMidi: 'Error de host'
fr: PortMidi: `Erreur de serveur'
nl: PortMidi: `Host fout'
tr: PortMidi: `Hataya ev sahipliği yap'

source: PortMidi: `Invalid device ID'
de: PortMidi: "Ungültige Geräte-ID"
es: PortMidi: 'ID de dispositivo incorrecto'
fr: PortMidi: `Dispositif invalide ID'
nl: PortMidi: `ongeldig apparaat ID'
tr: PortMidi: `Geçersiz cihaz kimlik bilgisi

source: PortMidi: `Insufficient memory'
de: PortMidi: "Nicht genügend Speicher"
es: PortMidi: 'Insuficiencia de memoria'
fr: PortMidi: `mémoire insuffisante'
nl: PortMidi: `onvoldoende geheugen'
tr: PortMidi: `Yetersiz bellek'

source: PortMidi: 'Buffer too small'
de: PortMidi: "Puffer zu klein"
es: PortMidi: 'El buffer es demasiado pequeño'
fr: PortMidi: 'Tampon trop petit'
nl: PortMidi: 'Buffer te klein'
tr: PortMidi: 'Çok küçük tampon vazifesi gör.'

source: PortMidi: `Bad pointer'
de: PortMidi: "Ungültiger Zeiger"
es: PortMidi: 'Puntero erróneo'
fr: PortMidi: `mauvais courseur'
nl: PortMidi: `Slechte pointer'
tr: PortMidi: `Kötü işaret edici'

source: PortMidi: 'Internal PortMidi Error'
de: PortMidi: "Interner Fehler in PortMidi"
es: PortMidi: 'Error interno de PortMidi'
nl: PortMidi: 'Interne PortMidi Fout'
tr: PortMidi: 'PortMidi iç hata'

source: PortMidi: 'Buffer overflow'
de: PortMidi: "Pufferüberlauf"
es: PortMidi: 'Buffer excedido'
tr: PortMidi: 'Tampon, taşar. '

source: PortMidi: 'Invalid MIDI message Data'
de: PortMidi: "Ungültige MIDI message Data"
es: PortMidi: 'Datos no válidos en mensaje MIDI'
fr: PortMidi: 'Invalide MIDI message de données'
nl: PortMidi: 'Ongeldig MIDI bericht Data'
tr: PortMidi: 'İç MIDI mesaj verisi'

source: PortMidi: 'Buffer is already as large as it can be'
de: PortMidi: "Der Puffer hat bereits seine höchstmögliche Größe erreicht"
es: PortMidi: 'El buffer es ya todo lo grande que puede ser'
fr: PortMidi: 'Le tampon c'est déjà plus grand que ce qu'il peut être'
nl: PortMidi: 'Buffer kan niet nog groter gemaakt worden'
tr: PortMidi: ' Şimdiden olabildiği gibi geniş tampon. '

source: wxMidi: 'Already lisening!'
de: wxMidi: "Bereits gehört!"
es: wxMidi: 'Ya estaba en escucha'
fr: wxMidi: 'Déjà ecouté!'
nl: wxMidi: 'Reeds aan het luisteren!'
tr: wxMidi: 'Şimdiden dinleme!'

source: wxMidi: 'Error while creating the thread object'
de: wxMidi: "Fehler beim Erstellen des Thread-Objekts"
es: wxMidi: 'Error al crear el objeto thread'
fr: wxMidi: 'Erreur pendant qu'il crée le sujet fil'
nl: wxMidi: 'Fout bij het creÃ«ren van het thread object'
tr: wxMidi: 'İplik nesnesini yaratırken hata '

source: wxMidi: 'Error while starting the thread execution'
de: wxMidi: "Fehler beim Starten der Thread-Ausführung "
es: wxMidi: 'Error al iniciar la ejecución del thread'
fr: wxMidi: 'Erreur pendant commence l'execution du fil'
nl: wxMidi: 'Fout bij de start van de thread uitvoering'
tr: wxMidi: 'İplik işletimine başlarken hata '

source: wxMidi. 'Bad sysex msg: It does not start with 0xF0'
de: wxMidi: "Ungültige Sysex-Nachricht: Beginnt nicht mit 0xF0"
es: wxMidi: 'Mensaje sysex incorrecto. No empieza con 0xF0'
fr: wxMidi. 'Bad sysex msg: Il ne commence pas avec 0xF0'
tr: wxMidi. 'Kötü sysex msg 0xf0 ile başlamaz.'

source: wxMidi. 'Bad sysex msg: Length greater than 10000 or no final byte 0xF7'
de: wxMidi: "Ungültige Sysex-Nachricht: Länge ist größer als 10000 oder kein finales Byte 0xF7"
es: wxMidi: 'Mensaje sysex no válido, Longitud mayor que 10000 o el byte final no es 0xF7'
fr: wxMidi. 'Bad sysex msg: longueur plus grand que 10000 ou non octet final 0xF7'
tr: wxMidi. 'Kötü sysex msg 10000 veya son bayt 0xf7den daha büyük uzunluk '

source: wxMidi. 'There are no MIDI messages pending to be read'
de: wxMidi: "Es sind keine ausstehenden MIDI-Nachrichten vorhanden"
es: wxMidi: 'No hay mensajes MIDI pendientes de leer'
fr: wxMidi. 'Il n'ya pas de messages MIDI en attente d'être lus'
nl: wxMidi. 'Er zijn geen hangende MIDI berichten die gelezen moeten worden'
tr: wxMidi. 'Okumak için hiç MIDI mesajı yok'

source: wxMidi: 'Illegal error number'
de: wxMidi: "Unzulässige Fehlernummer"
es: wxMidi: 'Número de error no válido'
fr: wxMidi: 'Numero d'erreur non loyal '
nl: wxMidi: 'Illegaal fout nummer'
tr: wxMidi: 'Atkırı hata sayısı'

source: Acoustic Grand Piano
de: Akustischer Flügel
es: Piano de cola
eu: Isats pianoa
fr: Piano Acoustique 1
nl: Akoestische Vleugel Piano
tr: Akustik Kuyruklu Piyano

source: Bright Acoustic Piano
de: Hell klingendes, akustisches Klavier
es: Piano vertical
eu: Piano akustiko bizia
fr: Piano Acoustique 1
nl: Heldere Akoestische Piano
tr: Görkemli Kuyruklu Piyano

source: Electric Grand Piano
de: Elektronischer Flügel
es: Piano eléctrico 'de cola'
eu: Isats piano elektrikoa
fr: Grand piano éléctrique
nl: Elektrische Vleugel Piano
tr: Elektro Kuyruklu Piyano

source: Honky-tonk Piano
es: Piano de cantina
eu: Honky-tonk pianoa
fr: Ragtime piano

source: Electric Piano 1
de: E-Piano 1
es: Piano eléctrico 1
eu: 1 motako piano elektrikoa
fr: Piano éléctrique 1
nl: Elektrische Piano 1
tr: Elektro Piyano 1

source: Electric Piano 2
de: E-Piano 2
es: Piano eléctrico 2
eu: 2 motako piano elektrikoa
fr: Piano éléctrique 2
nl: Elektrische Piano 2
tr: Elektro Piyano 2

source: Harpsichord
de: Cembalo
es: Arpa
eu: Klabezina
fr: Clavecin
nl: Klavecimbel
tr: Harpsikord

source: Clavinet
es: Clavecín
eu: Klabikordioa
fr: Clavicorde

source: Music Box
de: Spieluhr
es: Caja de música
eu: Musika kaxa
fr: Boîte à musique
nl: Muziekdoos
tr: Latarna

source: Vibraphone
de: Vibraphon
es: Vibráfono
eu: Bibrafonoa
nl: Vibrafoon
tr: Vibrafon

source: Xylophone
de: Xylophon
es: Xilofón
eu: Xilofonoa
nl: Xylofoon
tr: Ksilofon

source: Tubular Bells
de: Röhrenglocken
es: Campanas de tubo
eu: Hodi kanpaiak
fr: Cloches tubulaires
nl: Buisklokken
tr: Borulu Çanlar

source: Dulcimer
es: Dulcemer (salterio alemán)
eu: Tinpanoa
fr: Tympanon
tr: Santur

source: Drawbar Organ
de: Zugriegelorgel
es: Organo Hammond
eu: Barra organoa
fr: Orgue à tubes
nl: Trekbalk orgel

source: Percussive Organ
de: Schlagorgel
es: Organo de percusión
eu: Perkusio organoa
fr: Organe percussif
nl: Percussie orgel
tr: Vurmalı Org

source: Rock Organ
de: Rockorgel
es: Organo de rock
eu: Rock organoa
fr: Organe rock
nl: Rockorgel
tr: Rock Orgu

source: Church Organ
de: Kirchenorgel
es: Organo de iglesia
eu: Eliz organoa
fr: Orgue d'église
nl: Kerkorgel
tr: Kilise Orgu

source: Reed Organ
de: Harmonium
es: Armonio
eu: Harmoniuma
fr: Orgue vibrato
nl: Harmonium
tr: Saz Orgu

source: Accordion
de: Akkordeon
es: Acordeón
eu: Akordeoia
fr: Accordéon
nl: Accordeon
tr: Akordeon

source: Harmonica
de: Mundharmonika
es: Armónica
eu: Harmonika, aho soinua
nl: Mondharmonica
tr: Mızıka

source: Tango Accordion
de: Tango-Akkordeon
es: Bandoneón
eu: Bandoneona
fr: Bandonéon
nl: Tango Accordeon
tr: Tango Akordeon

source: Acoustic Guitar (nylon)
de: Akustische Gitarre (Nylon)
es: Guitarra acústica (cuerdas de nylon)
eu: Gitarra akustikoa (nylonezko hariak)
fr: Guitare acoustique (nylon)
nl: Akoestische Gitaar (nylon)
tr: Akustik Gitar (nylon)

source: Acoustic Guitar (steel)
de: Akustische Gitarre (Stahl)
es: Guitarra acústica (cuerdas metálicas)
eu: Gitarra akustikoa (metalezko hariak)
fr: Guitare acoustique (acier)
nl: Akoestische Gitaar (steel)
tr: Akustik Gitar (duygusuz)

source: Electric Guitar (jazz)
de: E-Gitarre (Jazz)
es: Guitarra eléctrica (jazz)
eu: Gitarra elektrikoa (jazza)
fr: Guitare éléctrique (jazz)
nl: Elektrische Gitaar (jazz)
tr: Elektro Gitar (caz)

source: Electric Guitar (clean)
de: E-Gitarre (clean)
es: Guitarra eléctrica
eu: Gitarra elektrikoa
fr: Guitare électrique (pure)
nl: Elektrische Gitaar (zuiver)
tr: Elektro Gitar (saf)

source: Electric Guitar (muted)
de: E-Gitarre (gedämpft)
es: Guitarra eléctrica (con sordina)
eu: Gitarra elektrikoa (sordinaz)
fr: Guitare éléctrique (sourdine)
nl: Elektrische Gitaar (gedempt)
tr: Elektro Gitar (sessiz)

source: Overdriven Guitar
de: Gitarre (übersteuert)
es: Gitarra eléctrica (saturada)
eu: Gitarra asea
fr: Guitare éléctrique saturée
nl: Overdriven Gitaar
tr: Aşırı Hızlı Gitar

source: Distortion Guitar
de: Gitarre (übersteuert)
es: Guitarra eléctrica (distorsionada)
eu: Gitarra distortsionatua
fr: Guitare éléctrique à distorsion
nl: Distortie Gitaar
tr: Distorsiyon Gitar

source: Guitar harmonics
de: Gitarre (Flageolett)
es: Guitarra de armónicos
eu: Harmoniko gitarra
fr: Guitare éléctrique - harmonique
nl: Gitaar Harmonieken
tr: Gitar harmonikleri

source: Acoustic Bass
de: Akustische Bassgitarre
es: Bajo acústico
eu: Baxu akustikoa
fr: Basse acoustique
nl: Akoestische Bas
tr: Akustik Bas

source: Electric Bass (finger)
de: E-Bass (Finger)
es: Bajo eléctrico (digitado)
eu: Baxu elektrikoa (atzamarrekoa)
fr: basse éléctrique 1
nl: Elektrische Bas (vinger)
tr: Elektro Bas (çalmak)

source: Electric Bass (pick)
de: E-Bass (Plektrum)
es: Bajo eléctrico (con púa)
eu: Baxu elektrikoa (plektroa)
fr: Basse éléctrique 2
nl: Elektrische Bas (pick)
tr: Elektro Bas (seç)

source: Fretless Bass
es: Bajo sin trastes
eu: Tasterik gabeko baxua
fr: basse éléctrique 3
nl: Fretloze Bas
tr: Aşınmasız Bas

source: Slap Bass 1
es: Bajo golpeado 1
eu: Perkusio baxua 1
fr: Basse slap 1
tr: Aniden Bas 1

source: Slap Bass 2
es: Bajo golpeado 2
eu: Perkusio baxua 2
fr: Basse slap 2
tr: Aniden Bas 2

source: Synth Bass 1
es: Bajo sintetizado 1
eu: 1 motako baxu sintetizatua
fr: Shynte Bass 1

source: Synth Bass 2
es: Bajo sintetizado 2
eu: 2 motako baxu sintetizatua
fr: Shynte Bass 2

source: Violin
de: Violine
es: Violín
eu: Biolina
fr: Violon
nl: Viool
tr: Keman

source: Cello
de: Violoncello
es: Violoncelo
eu: Txeloa
fr: Violoncelle
tr: Çello

source: Contrabass
de: Kontrabass
es: Contrabajo
eu: Kontrabaxua
fr: Contre-basse
nl: Contrabas
tr: Kontrbas

source: Tremolo Strings
de: Streicher (Tremolo)
es: Cuerdas con trémolo
eu: Tremolo hariak
fr: Cordes trémolo
nl: Tremolo Strijkers
tr: Titrek Yaylar

source: Pizzicato Strings
de: Streicher (Pizzicato)
es: Cuerdas pellizcadas
eu: Pizzicato hariak
fr: Pizzicato cordes
nl: Pizzicato Strijkers
tr: Parmakla Çekilen Yaylar

source: Orchestral Harp
de: Harfe
es: Arpa
eu: Arpa
fr: Harpe
tr: Orkestra Harp

source: Timpani
de: Pauke
es: Timbales
eu: Orkestrako tinbala
fr: Timbales
nl: Pauken
tr: Davul

source: String Ensemble 1
de: Streich-Ensemble 1
es: Conjunto de cuerda 1
eu: Hari taldea: 1
fr: Quartet cordes 1
nl: Strijk Ensemble 1
tr: Yay Grubu 1

source: String Ensemble 2
de: Streich-Ensemble 2
es: Conjunto de cuerda 2
eu: Hari taldea: 2
fr: Quartet cordes 2
nl: Strijk Ensemble 2
tr: Yay Grubu 2

source: SynthStrings 1
de: Synth-Streicher 1
es: Cuerdas sintetizadas 1
eu: Hari sintetizatua: 1
fr: Synthe cordes 1
nl: SynthStrijkers 1

source: SynthStrings 2
de: Synth-Streicher 2
es: Cuerdas sintetizadas 2
eu: Hari sintetizatua: 2
fr: Synthe cordes 1
nl: SynthStrijkers 2

source: Choir Aahs
de: Chor (Ah)
es: Coro de aah
eu: Ah ahots taldea
fr: Choeur en Aahs
nl: Koor Aahs

source: Voice Oohs
de: Stimme (Oh)
es: Voces ooh
eu: O ahots taldea
fr: Voix Oohs
nl: Stem Oohs

source: Synth Voice
de: Synth-Stimme
es: Voces sintetizadas
eu: Ahots sintetizatua
fr: Synthe voix
nl: Synth Stem

source: Orchestra Hit
de: Orchesterschlag
es: Orquesta hit
eu: Orkestra danbatekoa
fr: Coup d'Orchestre
nl: Orkest Hit
tr: Orkestra Vuruşu

source: Trumpet
de: Trompete
es: Trompeta
eu: Tronpeta
fr: Trompette
nl: Trompet
tr: Trompet

source: Trombone
de: Posaune
es: Trobón
eu: Tronboia
tr: Trombon

source: Muted Trumpet
de: Trompete (gedämpft)
es: Trompeta con sordina
eu: Sordinadun tronpeta
fr: Trompette bouchée
nl: Gedempte Trompet
tr: Sessiz Trompet

source: French Horn
de: Waldhorn
es: Trompa
eu: Tronpa
fr: cors
nl: Hoorn
tr: Fransız Klaksonu

source: Brass Section
de: Blechbläser
es: Grupo de viento-metal
eu: Metal atala
fr: Ensemble de cuivres
nl: Koper Sectie

source: SynthBrass 1
de: Synth-Blechbläser 1
es: Conjunto de metal (sint.1)
eu: Metal sintetizatua: 1
fr: Synthe cuivre 1

source: SynthBrass 2
de: Synth-Blechbläser 2
es: Conjunto de metal (sint.2)
eu: Metal sintetizatua: 2
fr: Synthe cuivre 2

source: Soprano Sax
de: Sopransaxophon
es: Saxofón soprano
eu: Saxo sopranoa
fr: Saxophone soprano
tr: Soprano Saksafonu

source: Alto Sax
de: Altsaxophon
es: Saxofón contralto
eu: Saxo altua
fr: Saxophone alto
nl: Alt Sax

source: Tenor Sax
de: Tenorsaxophon
es: Saxofón tenor
eu: Saxo tenorra
fr: Saxophone ténor

source: Baritone Sax
de: Baritonsaxophon
es: Saxofón barítono
eu: Saxo baritonoa
fr: Saxophone baryton
nl: Bariton Sax
tr: Barıton Sax

source: English Horn
de: Englischhorn
es: Corno inglés
eu: Adar ingelesa
fr: Cors anglais
nl: Engelse Hoorn
tr: İngilizce Klakson

source: Bassoon
de: Fagott
es: Fagot
eu: Fagota
fr: Basson
nl: Fagot
tr: Fagot

source: Clarinet
de: Klarinette
es: Clarinete
eu: Klarinetea
fr: clarinette
nl: Klarinet
tr: Klarnet

source: Piccolo
de: Pikkoloflöte
es: Falutín
eu: Piccoloa
fr: Petite flûte
tr: Pikolo

source: Flute
de: Flöte
es: Flauta travesera
eu: Flauta
fr: Flûte
nl: Dwarsfluit
tr: Flüt

source: Recorder
de: Blockflöte
es: Flauta dulce
eu: Txirula eztia
fr: Flûte à bec
nl: Blokfluit
tr: Flavta

source: Pan Flute
de: Panflöte
es: Flauta de Pan
eu: Pan txirula
fr: Flûte de pan
nl: Panfluit
tr: Pan Flüt

source: Blown Bottle
de: Flasche (geblasen)
es: Botella soplada
eu: Putz egiteko botila
fr: Bouteille sifflée
nl: Blaas Fles
tr: Şişmiş Şişe

source: Whistle
de: Pfeife
es: Silbato
eu: Txilibitua
fr: Sifflet
nl: Gefluit
tr: Düdük

source: Lead 1 (square)
es: Onda cuadrada
eu: Lead 1 (uhin koadroa)
fr: Signal carré (Lead 1)
tr: Örnek 1 (dördül)

source: Lead 2 (sawtooth)
de: Lead 2 (Sägezahn)
es: Onda en diente de sierra
eu: Lead 2 (zerra uhina)
fr: Signal den de scie (Lead 2)
tr: Örnek 2 (sawtooth)

source: Lead 3 (calliope)
de: Lead 3 (Kalliope)
es: Organo portatil
fr: Orgue à vapeur (Lead 3)
nl: Lead 3 (stoomorgel)
tr: Örnek 3 (calliope)

source: Lead 4 (chiff)
es: Organo solista
fr: Chiff (lead 4)
tr: Örnek 4 (chiff)

source: Lead 5 (charang)
de: Lead 5 (Charango)
es: Charanga
fr: Charang ( Lead 5)
tr: Örnek 5 (charang)

source: Lead 6 (voice)
de: Lead 6 (Stimme)
es: Voz sintetizada
eu: Lead 6 (ahotsa)
fr: Voix (Lead 6)
nl: Lead 6 (stem)
tr: Örnek 6 (ses)

source: Lead 7 (fifths)
de: Lead 7 (Quinten)
es: Quintas
eu: Lead 7 (bostunak)
fr: Quinte (Lead 7)
tr: Örnek 7 (beşinciler)

source: Lead 8 (bass + lead)
es: Bajo y melodía
eu: Lead 8 (baxua + bakarlaria)
fr: Introduction bass (Lead 8)
tr: Örnek 8 (bas + örnek)

source: Pad 1 (new age)
es: Fondo New Age
fr: New age (Pad 1)
tr: Bloknot 1 (yeni çağ)

source: Pad 2 (warm)
es: Fondo cálido
fr: Warm (pad 2)
tr: Bloknot 2 (heyecanlı)

source: Pad 3 (polysynth)
es: Fondo multiple sintetizado
fr: Sinthétiseur polyphonique (pad 3)
tr: Bloknot 3 (polysynth)

source: Pad 4 (choir)
de: Pad 4 (Chor)
es: Fondo coral
fr: Choeurs (pad 4)
nl: Pad 4 (kerkkoor)
tr: Bloknot 4 (koro)

source: Pad 5 (bowed)
de: Pad 5 (gebeugt)
es: Fondo de arcos
fr: Archet (Pad 5)
nl: Pad 5 (gebogen)
tr: Bloknot 5 (bowed)

source: Pad 6 (metallic)
de: Pad 6 (Metallisch)
es: Fondo metálico
fr: Métallique (Pad 6)
nl: Pad 6 (metaal)
tr: Bloknot 6 (metalik)

source: Pad 7 (halo)
es: Fondo celestial
fr: Halo (pad 7)
tr: Bloknot 7 (ülkü)

source: Pad 8 (sweep)
de: Pad 8 (dahinsausen)
es: Barridos
eu: Pad 8 (frekuentzi ekortzea)
fr: Glissement (pad 8)
tr: Bloknot 8 (alan)

source: FX 1 (rain)
de: FX 1 (Regen)
es: Efectos: lluvia
eu: FX 1 (euria)
fr: Pluie (fx1)
nl: FX 1 (regen)
tr: FX 1 (yağmur)

source: FX 2 (soundtrack)
es: Efectos: banda sonora
eu: FX 2 (soinu banda)
fr: Bande sonore (fx2)
tr: FX 2 (film müziği)

source: FX 3 (crystal)
de: FX 3 (Kristall)
es: Efectos: cristal
eu: FX 3 (kristala)
fr: Cristal (fx3)
nl: FX 3 (kristal)
tr: FX 3 (kristal)

source: FX 4 (atmosphere)
de: FX 4 (Athmosphäre)
es: Efectos: atmósfera
eu: FX 4 (atmosfera)
fr: Atmosphère (fx4)
nl: FX 4 (atmosfeer)
tr: FX 4 (atmosfer)

source: FX 5 (brightness)
de: FX 5 (Helligkeit)
es: Efectos: billante
eu: FX 5 (dirdira)
fr: Eclat (fx5)
nl: FX 5 (helderheid)
tr: FX 5 (parlaklık)

source: FX 6 (goblins)
de: FX 6 (Kobolde)
es: Efectos: duendes
eu: FX 6 (mamuak)
fr: Gnomes (fx6)
tr: FX 6 (cinler)

source: FX 7 (echoes)
de: FX 7 (Echos)
es: Efectos: ecos
eu: FX 7 (oihartzunak)
fr: Echos (fx7)
nl: FX 7 (echos)
tr: FX 7 (yankılar)

source: FX 8 (sci-fi)
es: Efectos: ciencia ficción
eu: FX 8 (zientzi fikzioa)
fr: Sci-fi (fx8)
tr: FX 8 (bilim-kurgu)

source: Bag pipe
de: Dudelsack
es: Gaita
eu: Gaita
fr: Cornemuse
nl: Doedelzak
tr: Gayda

source: Fiddle
es: Violín (arco)
eu: Biolin irlandarra
fr: Violon
nl: Fedel
tr: Keman

source: Tinkle Bell
de: Glockenklingeln
es: Campanillas
fr: Sonnerie

source: Agogo
es: Agogó

source: Steel Drums
es: Percusión metálica
eu: Metalezko danborrak
fr: Percussion en acier
tr: Duygusuz Davullar

source: Woodblock
de: Holzblock
es: Bloques de madera
eu: Kaxa txinatarra
fr: Bloc en boi
nl: Houtblok
tr: Gravür

source: Taiko Drum
de: Taiko-Trommel
es: Taiko
eu: Taiko danborra
fr: Tambour Taiko

source: Melodic Tom
de: Melodisches Tomtom
es: Tom melódico
eu: Tinbal melodikoa
fr: Tom Mélodique
nl: Melodische Drum

source: Synth Drum
de: Synth-Trommel
es: Caja sintetizada
eu: Danbor sintetizatua
fr: Percussion synthétique

source: Reverse Cymbal
de: Becken (rückwärts)
es: Plato (invertido)
eu: Zinbalo alderantzikatua
fr: Cymbale inversée

source: Guitar Fret Noise
de: Gitarre - Bundgeräusch
es: Efectos: ruido de trastes de guitarra
eu: Gitarra tastearen hotsa
fr: Touchette de guitare
nl: Guitaar Fret Geluid
tr: Gitar aşındırma sesi

source: Breath Noise
de: Atemgeräusch
es: Efectos: ruido de respiración
eu: Arnas hotsa
fr: Respiration
nl: Adem Geluid

source: Seashore
de: Meeresbrandung
es: Efectos: ruido de olas
eu: Itsasertza
fr: Vague
nl: Zeekust
tr: Sahil

source: Bird Tweet
de: Vogelgezwitscher
es: Efectos: trino de pájaros
eu: Txori txioa
fr: Chant d'oiseaux
nl: Vogel Tjilpen

source: Telephone Ring
de: Telefonklingeln
es: Efectos: timbre de teléfono
eu: Telefono hotsa
fr: Sonnerie téléphone
nl: Telefoon Rinkel
tr: Telefon Sesi

source: Helicopter
de: Hubschrauber
es: Efectos: helicóptero
eu: Helikopteroa
fr: Hélicoptère
tr: Helikopter

source: Applause
de: Applaus
es: Efectos: aplausos
eu: Txaloa
fr: Applausissements
nl: Applaus
tr: Alkış

source: Gunshot
de: Gewehrschuss
es: Efectos: disparo
eu: Tiro hotsa
fr: Coup de feu
nl: Geweerschot
tr: Atış

source: 35-Acoustic Bass Drum
de: 35-Akustische Basstrommel
es: 35-Bombo
eu: 35-Dunbal akustikoa
fr: 35-Acoustique grosse caisse
nl: 35-Akoestische Bas Drum
tr: 35-Akustik Bas Davul

source: 36-Bass Drum 1
de: 36-Basstrommel 1
es: 36-Caja baja 1
eu: 36- Dunbala, 1. mota
fr: 36-grosse caisse
nl: 36-Bas Drum 1
tr: 36-Bas Davul 1

source: 37-Side Stick
es: 37-Aro de caja
eu: 37-Danbor uztaia
fr: 37-Baguette de côté

source: 38-Acoustic Snare
de: 38-Akustische kleine Trommel
es: 38-Caja (acústica)
eu: 38-Atabala
fr: 38-Acoustique tambour à timbre
nl: 38-Akoestische snaartrom
tr: 38-Akustik Trampet

source: 39-Hand clap
de: 39-Klatschen
es: 39-Palmada
eu: 39-Esku txaloa
fr: 39-Applause dur
nl: 39-Handgeklap
tr: 39-Alkış

source: 40-Electric Snare
de: 40-Elektrische kleine Trommel
es: 40-Caja (electrica)
eu: 40-Atabal elektrikoa
fr: 40-Elécgtrique tambour à timbre
nl: 40-Elektrische Snaar
tr: 40-Elektro Trompet

source: 41_Low Floor Tom
de: 41-Tiefes Standtom
es: 41-Tom grave
eu: 41_Zoruko tinbal grabea
fr: 41-Tambour de sol
nl: 41-Lage Vloer Tom

source: 42_Closed High-Hat
de: 42-Geschlossene Hi-Hat
es: 42-Charleston cerrado
eu: 42_Xarles itxia
fr: 42-Cymbal haute fermé
nl: 42-Gesloten High-Hat

source: 43-High Floor Tom
de: 43-Hohes Standtom
es: 43-Tom bajo
eu: 43-Zoruko tinbal agudoa
fr: 43-Tambour de sol lévé
nl: 43-Hoge Vloer Tom

source: 44-Pedal High-Hat
de: 44-Hi-Hat (Pedal)
es: 44-Charleston (con pedal)
eu: 44-Xarles pedala
fr: 44-pédale de cymbal
nl: 44-Pedaal High-Hat

source: 45-Low Tom
de: 45-Tiefes Tomtom
es: 45-Tom bajo
eu: 45-Tinbal grabea
fr: 45-tambour bass
nl: 45-Lage Tom

source: 46-Open High-Hat
de: 46-Offene Hi-Hat
es: 46-Chraleston (abierto)
eu: 46-Xarles zabala
fr: 46-Cymbal haute ouvert

source: 47-Low-Mid Tom
de: 47-Tiefes, mittleres Tom
es: 47-Tom medio-bajo
eu: 47-Bitarteko tinbal grabea
fr: 47-tambour moyen basse
nl: 47-Lage Midden Tom

source: 48-High-Mid Tom
de: 48-Hohes, mittleres Tom
es: 48-Tom medio-alto
eu: 48-Bitarteko tinbal agudoa
fr: 48-tambour moyen haut
nl: 48-Hoge Midden Tom

source: 49-Crash Cymbal 1
de: 49-Becken 1
es: 49-Plato Crash 1
eu: 49-1 motako danbada zinbaloa
fr: 49-Cymbal d'écrase 1
nl: 49-Crash Cymbaal 1

source: 50-High Tom
de: 50-Hohes Tomtom
es: 50-Tom alto
eu: 50-Tinbal agudoa
fr: 50-Tambour haut
nl: 50-Hoge Tom

source: 51-Ride Cymbal 1
de: 51-Ride-Becken
es: 51-Plato Ride 1
eu: 51-1 motako Ride zinbaloa
fr: 51-Cymbal de promenade 1
nl: 51-Ride Cymbaal 1

source: 52-Chinese Cymbal
de: 52-Chinesisches Becken
es: 52-Plato chino
eu: 52-Zinbalo txinatarra
fr: 52-Cymbal chinois
nl: 52-Chinees Cymbaal

source: 53-Ride Bell
de: 53-Ride-Glocke
es: 53-Campana Ride
eu: 53-Ride kanpaia
fr: 53-Cloche de promenade

source: 54-Tambourine
de: 54-Tamburin
es: 54-Pandereta
eu: 54-Sonailua
nl: 54-Tamboerijn

source: 55-Splash Cymbal
de: 55-Splash-Becken
es: 55-Plato Splash
eu: 55-Splash zinbaloa
fr: 55-Cymbal à plouf
nl: 55-Splash Cymbaal

source: 56-Cowbell
de: 56-Kuhglocke
es: 56-Cencerro
eu: 56-Joarea
fr: 56-Clarine
nl: 56-Koebel

source: 57-Crash Cymbal 2
de: 57-Becken 2
es: 57-Plato Crash 1
eu: 57-2 motako danbada zinbaloa
fr: 57-Cymbal d'écrase 2
nl: 57-Crash Cymbaal 2

source: 58-Vibraslap
es: 58-Quijada
fr: 58-Vibratapage

source: 59-Ride Cymbal 2
de: 59-Ride-Becken 2
es: 59-Plato Ride 2
eu: 59-2 motako Ride zinbaloa
fr: 59-Cymbal de promenade 2
nl: 59-Ridebekken 2

source: 60-High Bongo
de: 60-Hohes Bongo
es: 60-Bongo alto
eu: 60-Bongo agudoa
fr: 60-Bongo haute
nl: 60-Hoge Bongo

source: 61-Low Bongo
de: 61-Tiefes Bongo
es: 61-Bongo bajo
eu: 61-Bongo grabea
fr: 62-Bongo bass
nl: 61-Lage Bongo

source: 62-Mute High Conga
de: 62-Gedämpfte, hohe Conga
es: 62-Conga alta (apagada)
eu: 62-Conga agudo gortua
fr: 62-Conga haute sourde
nl: 62-Gedempte Hoge Conga

source: 63-Open High Conga
de: 63-Offene, hohe Conga
es: 64-Conga alta (abierta)
eu: 63-Conga agudo zabala
fr: 63-Conga haute ouverte
nl: 63-Open Hoge Conga

source: 64-Low Conga
de: 64-Tiefe Conga
es: 64-Conga baja
eu: 64-Conga grabea
fr: 64-Conga basse
nl: 64-Lage Conga

source: 65-High Timbale
de: 65-Hohe Kesselpauke
es: 65-Timbal alto
eu: 65-Tinbal agudoa
fr: 65-Kettledrum haut
nl: 65-Hoge Pauk

source: 66-Low Timbale
de: 66-Tiefe Kesselpauke
es: 66-Timbal bajo
eu: 66-Tinbal grabea
fr: 66-Kettledrum bass
nl: 66-Lage Pauk

source: 67-High Agogo
de: 67-Hoher Agogo
es: 67-Agogó alto
eu: 67-Agogo agudoa
fr: 67-Agogo haut
nl: 67-Hoge Agogo

source: 68-Low Agogo
de: 68-Tiefer Agogo
es: 69-Agogó bajo
eu: 68-Agogo grabea
fr: 68-Agogo bass
nl: 68-Lage Agogo

source: 71-Short Whistle
de: 71-Kurze Pfeife
es: 71-Silbido corto
eu: 71-Txilibitu laburra
fr: 71-Sifflet cout
nl: 71-Kort Gefluit

source: 72-Long Whistle
de: 72-Lange Pfeife
es: 72-Silbido largo
eu: 72-Txilibitu luzea
fr: 72-Sifflet long
nl: 72-Lang Gefluit

source: 73-Short Guiro
de: 73-Kurzer Güiro
es: 73-Güiro corto
eu: 73-Guiro laburra
fr: 73-Guiro court
nl: 73-Korte Guiro

source: 74-Long Guiro
de: 74-Langer Güiro
es: 74-Güiro largo
eu: 74-Guiro luzea
fr: 74-Guiro long
nl: 74-Lange Guiro
