Repository: stahta01/wxCode_components
Catalog: webupdate/locale/*.po
Languages: de

source: Contact the support team of %s for help
de: Kontaktieren Sie das Support-Team von %s für weitere Hilfe.

source: About
de: Über

source: About WebUpdater
de: Über WebUpdater

source: Asks the user the URI of the remote XML file
de: Abfrage der URI der Remote-XML-Datei

source: Authentication settings
de: Authentifizierungs- einstellungen

source: Browse
de: Durchsuchen

source: Cancel
de: Abbrechen

source: Cannot init the INPUT stream
de: Kann INPUT-Stream nicht initialisieren

source: Cannot open the INPUT stream; url is [%s]
de: Kann INPUT-Stream nicht öffnen; URL ist [%s]

source: Cannot open/init the OUPUT stream [%s]
de: Kann OUTPUT-Stream [%s] nicht initialisieren/öffen

source: Cannot parse the XML update script downloaded as: %s
de: Kann XML Update Script [%s] nicht parsen

source: Choose a directory
de: Verzeichnis wählen

source: Choose the folder containing the updated packages
de: Verzeichnis mit Update-Paketen wählen

source: Could not download the %s from %s URL...
de: Konnte %s von URL %s nicht downloaden...

source: Could not find any valid package for %1$s in the WebUpdate script. This could be because the local XML description file (%2$s) has been corrupted. Exiting the update dialog.
de: Kein gültiges Update-Paket für %1$s im WebUpdate Script. Möglicherweise ist die lokale XML Datei (%2$s) beschädigt. WebUpdater wird beendet.

source: Download
de: Herunterladen

source: Download && install
de: Herunterladen && installieren

source: Download aborted...
de: Herunterladen abgebrochen...

source: Download status:
de: Herunterlade-Status:

source: Error
de: Fehler

source: For reporting bugs about WebUpdater:
de: Für Fehler-Berichte betreffend WebUpdater:

source: Get update list
de: Liste der Updates holen

source: Hide advanced settings <<
de: Erweiterte Einstellungen verstecken <<

source: Importance
de: Wichtigkeit

source: Install
de: Installieren

source: Latest version
de: Neueste Version

source: Local version
de: Lokale Version

source: Low resources; cannot run the WebUpdate dialog... Close some applications and then retry.
de: Niedrige System-Ressourcen; kann Größe der Update-Pakete nicht anzeigen... Schließen Sie einige Anwendungen und versuchen Sie es erneut.

source: Low resources; cannot show the size of the packages... Close some applications and then retry.
de: Niedrige System-Ressourcen; kann Größe der Update-Pakete nicht anzeigen... Schließen Sie einige Anwendungen und versuchen Sie es erneut.

source: No downloads running...
de: Kein Herunterlade-Vorgang aktiv...

source: No updates available for this platform (%s)... exiting the update dialog.
de: Keine Updates für diese Plattform (%s) verfügbar... WebUpdater wird beendet.

source: Package description:
de: Paket-Beschreibung:

source: Package name
de: Paket-Bezeichnung

source: Proxy settings
de: Proxy- einstellungen

source: Remove downloaded files after installation
de: Heruntergeladene Dateien nach Installation löschen

source: Require package(s)
de: Benötigte(s) Paket(e)

source: Restart !!HERE GOES THE APPLICATION NAME!! after the update
de: Starte !!HERE GOES THE APPLICATION NAME!! nach dem Update

source: Restart %s after the update is finished
de: Starte %s nach abgeschlossenem Update

source: Restart the updated application when WebUpdater quits
de: Starte das aktualisierte Programm nachdem WebUpdater beendet wurde

source: Saves the log messages to '
de: Speichert die Protokoll-Einträge in '

source: Show advanced settings >>
de: Zeige erweiterte Einstellungen >>

source: Show only items out of date
de: Zeige nur veraltete Einträge

source: Show this help message
de: Zeige diesen Hilfe-Text

source: Size
de: Größe

source: Stop download
de: Herunterladen abbrechen

source: Stop installation
de: Installation abbrechen

source: The WebUpdater configuration file is corrupted; the file: %s is missing (or invalid); please reinstall the program.
de: Die WebUpdater Konfiguration ist beschädigt; Datei: %s fehlt (oder ist ungültig); bitte installieren Sie das Programm neu.

source: The WebUpdater configuration file is corrupted; the local XML script is missing some required info. Please correct the local XML script or give these info to WebUpdater through the command line options.
de: Die WebUpdater Konfiguration ist beschädigt; die lokale XML Datei ist unvollständig. Bitte ergänzen Sie die lokale XML Datei oder geben Sie die fehlenden Angaben mittels Befehlszeilen-Parameter an.

source: The available package updates are:
de: Verfügbare Update-Pakete sind:

source: The downloaded file '%1$s' is corrupted. MD5 checksum is: %2$s instead of: %3$s Please retry the download.
de: Die heruntergeladene Datei '%1$s' ist beschädigt. MD5 Checksumme ist: %2$s statt: %3$s Bitte wiederholen Sie das Herunterladen.

source: The downloaded files will be saved in:
de: Die heruntergeladenen Dateien werden gespeichert in:

source: The downloaded package '%s' could not be installed. Please contact the support team for more info.
de: Das heruntergeladene Update-Paket '%s' konnte nicht installiert werden. Bitte kontaktieren Sie den Hersteller für weitere Informationen.

source: The installation of the WebUpdater component of this application is corrupted; the file: %s is missing (or invalid); please reinstall the program.
de: Die Installation der WebUpdater-Komponente dieses Programmes ist beschädigt; die Datei: %s fehlt (oder ist ungültig); bitte installieren Sie das Programm neu.

source: The installation of the selected packages has been completed successfully !
de: Die Installation der gewählten Update-Pakete war erfolgreich!

source: This dialog allows you to update
de: Dieser Dialog ermöglicht die Aktualisierung von

source: This dialog allows you to update one or more packages for
de: Dieser Dialog ermöglicht die Aktualisierung eines oder mehrerer Update-Pakete für

source: This is WebUpdater version %s by Francesco Montorsi (c) 2005
de: WebUpdater Version %s by Francesco Montorsi (c) 2005

source: Time remaining:
de: Restzeit:

source: Use the given URI to load the remote XML file
de: Verwende die angegebene URI, um die Remote-XML-Datei zu laden

source: Use the given local XML file
de: Verwende die angegebene lokale XML-Datei

source: Use the given local XRC file
de: Verwende die angegebene lokale XRC-Datei

source: Use the given resource name when loading the XRC
de: Verwende den angegebenen Ressourcen-Namen beim Laden der XRC-Datei

source: Warning
de: Warnung

source: WebUpdate authentication settings
de: WebUpdate Authentifizierungs-Einstellungen

source: WebUpdate proxy settings
de: WebUpdate Proxy-Einstellungen

source: WebUpdate script successfully downloaded
de: WebUpdate Script erfolgreich heruntergeladen

source: WebUpdater is an open-source wxWidgets-licensed component hosted at wxCode. To know more about Open Source, go at http://www.opensource.org. WebUpdater is based on wxWidgets and on the wxHTTPEngine component. This program uses the Message Digest Algorithm (MD5) by RSA Data Security.
de: WebUpdater ist eine Open-Source Komponente (mit wxWidgets-Lizenz) gehostet bei wxCode. Um mehr über Open Source zu erfahren, besuchen Sie http://www.opensource.org. WebUpdater basiert auf wxWidgets und auf der wxHTTPEngine Komponente. Dieses Programm verwendet Message Digest Algorithm (MD5) von RSA Data Security.

source: WebUpdaterApp::OnInit - creating the WebUpdaterDlg
de: WebUpdaterApp::OnInit - erzeuge WebUpdaterDlg

source: WebUpdaterApp::OnInit - loading the XRC file [%s]
de: WebUpdaterApp::OnInit - lade XRC Datei [%s]

source: WebUpdaterApp::OnPreInit - loading the local XML webupdate script %s
de: WebUpdaterApp::OnPreInit - lade lokales XML WebUpdate Script %s

source: WebUpdaterApp::OnPreInit - parsing the command line
de: WebUpdaterApp::OnPreInit - verarbeite Befehlszeilen-Parameter

source: WebUpdaterApp::OnPreInit - the --ask-uri option is incomplete
de: WebUpdaterApp::OnIPrenit - die --ask-uri Option ist unvollständig

source: WebUpdaterApp::OnPreInit - you cannot use both '--ask-uri' and '--uri' !
de: WebUpdaterApp::OnPreInit - '--ask-uri' und '--uri' dürfen nicht gleichzeitig verwendet werden!

source: WebUpdaterDlg::OnQuit - quitting
de: WebUpdaterDlg::OnQuit - beende Programm

source: You are not connected to Internet ! WebUpdater needs to download the update list from Internet... Please connect and then retry.
de: Es wurde keine Internet-Verbindung erkannt! WebUpdater benötigt eine Internet-Verbindung, um Update-Listen herunterladen zu können... Bitte Internet-Verbindung herstellen und danach erneut versuchen.

source: You have the latest version of all packages of %s... exiting the update dialog.
de: Sie haben die aktuellste Version des Programmes %s. WebUpdater wird beendet.

source: computing the file hash
de: Errechne Hash-Wert der Datei

source: downloaded %1$d package(s) and installed %2$d package(s)
de: %1$d Update-Paket(e) heruntergeladen and %2$d Update-Paket(e) installiert

source: downloaded %d package(s)
de: %d Update-Paket(e) heruntergeladen

source: downloading '%1$s' at %2$s
de: Lade '%1$s' von %2$s herunter

source: high!
de: Hoch!

source: installing '%s'
de: Installiere '%s'

source: low
de: Niedrig

source: none
de: Keine

source: not available
de: Nicht verfügbar

source: not installed
de: Nicht installiert

source: waiting WebUpdate script download
de: Lade WebUpdate Script herunter

source: wxDownloadThread::Entry - %s - DOWNLOAD ABORTED !!!
de: wxDownloadThread::Entry - %s - HERUNTERLADEN ABGEBROCHEN !!!

source: wxDownloadThread::Entry - completed download of %lu bytes
de: wxDownloadThread::Entry - %lu Bytes erfolgreich heruntergeladen

source: wxDownloadThread::Entry - downloaded %lu bytes
de: wxDownloadThread::Entry - %lu Bytes heruntergeladen

source: wxDownloadThread::Entry - downloading [%s]
de: wxDownloadThread::Entry - Lade [%s] herunter

source: wxGetSizeOfURI - can't get the size of the resource located at [%s] because the request has been redirected... update your URL
de: wxGetSizeOfURI - kann Größe der Ressource auf [%s] nicht ermitteln, da die Anfrage umgeleitet wurde... korrigieren Sie den URL

source: wxWebUpdateActionCopy::Run - going to copy the file(s)/folder(s) [%1$s] in [%2$s]
de: wxWebUpdateActionCopy::Run - kopiere Datei(en)/Verzeichnis(se) [%1$s] zu [%2$s]

source: wxWebUpdateActionExtract::Run - couldn't decompress [%s]
de: wxWebUpdateActionExtract::Run - konnte [%s] nicht entpacken

source: wxWebUpdateActionExtract::Run - extracting [%1$s] as [%2$s]...
de: wxWebUpdateActionExtract::Run - entpacke [%1$s] zu [%2$s]...

source: wxWebUpdateActionExtract::Run - going to extract the file [%1$s] of type [%2$s] in [%3$s]
de: wxWebUpdateActionExtract::Run - entpacke Datei [%1$s] des Typs [%2$s] zu [%3$s]

source: wxWebUpdateActionExtract::Run - the folder [%1$s] or the file [%2$s] does not exist !
de: wxWebUpdateActionExtract::Run - das Verzeichnis [%1$s] oder die Datei [%2$s] existiert nicht!

source: wxWebUpdateActionMkdir::Run - going to make the folder [%s]
de: wxWebUpdateActionMkdir::Run - erstelle Verzeichnis [%s]

source: wxWebUpdateActionMkfile::Run - could not create the [%s] file
de: wxWebUpdateActionMkfile::Run - konnte Datei [%s] nicht erstellen

source: wxWebUpdateActionMkfile::Run - created the [%1$s] file with content [%2$s]...
de: wxWebUpdateActionMkfile::Run - Datei [%1$s] mit Inhalt [%2$s] erzeugt...

source: wxWebUpdateActionMkfile::Run - going to make the file [%s]
de: wxWebUpdateActionMkfile::Run - erstelle Datei [%s]

source: wxWebUpdateActionOpen::Run - cannot get the OPEN command for [%s]
de: wxWebUpdateActionOpen::Run - konnte den OPEN-Befehl für [%s] nicht ermitteln

source: wxWebUpdateActionOpen::Run - failed to launch application for [%s]
de: wxWebUpdateActionOpen::Run - konnte Programm für [%s] nicht starten

source: wxWebUpdateActionOpen::Run - no default application can open the file [%s]
de: wxWebUpdateActionOpen::Run - kein Standard-Programm für Datei [%s] vorhanden

source: wxWebUpdateActionOpen::Run - opening the file [%s]
de: wxWebUpdateActionOpen::Run - öffne Datei [%s]

source: wxWebUpdateActionOpen::Run - the file [%s] does not exist !
de: wxWebUpdateActionOpen::Run - die Datei [%s] existiert nicht!

source: wxWebUpdateActionRun::Run - the file [%s] does not exist; proceeding anyway (maybe it's in PATH)
de: wxWebUpdateActionRun::Run - die Datei [%s] existiert nicht; mache trotzdem weiter (vielleicht ist sie über die PATH-Umgebungsvariable erreichbar)

source: wxWebUpdateDlg::ConnectionRequired - found a valid connection
de: wxWebUpdateDlg::ConnectionRequired - gültige Verbindung gefunden

source: wxWebUpdateDlg::ConnectionRequired - not connected to Internet !
de: wxWebUpdateDlg::ConnectionRequired - keine Internet-Verbindung erkannt!

source: wxWebUpdateDlg::DownloadNextPackage - launching download of [%s]
de: wxWebUpdateDlg::DownloadNextPackage - starte Herunterladen von [%s]

source: wxWebUpdateDlg::InstallNextPackage - launching installation of [%s]
de: wxWebUpdateDlg::InstallNextPackage - starte Installation von [%s]

source: wxWebUpdateDlg::OnBrowse - new output path is [%s]
de: wxWebUpdateDlg::OnBrowse - neuer Ausgabe-Pfad ist [%s]

source: wxWebUpdateDlg::OnCancel - user hit the cancel button...
de: wxWebUpdateDlg::OnCancel - Benutzer hat Abbruch-Schaltfläche gedrückt...

source: wxWebUpdateDlg::OnDownloadComplete - Download status: successfully completed
de: wxWebUpdateDlg::OnDownloadComplete - Herunterlade-Status: erfolgreich abgeschlossen

source: wxWebUpdateDlg::OnDownloadComplete - beginning installation of downloaded packages
de: wxWebUpdateDlg::OnDownloadComplete - beginne Installation der heruntergeladenen Update-Pakete

source: wxWebUpdateDlg::OnDownloadComplete - failed while downloading the XML script... aborting dialog
de: wxWebUpdateDlg::OnDownloadComplete - Fehler beim Herunterladen des XML Scripts... breche ab

source: wxWebUpdateDlg::OnInstallationComplete - completed installation of [%s]...
de: wxWebUpdateDlg::OnInstallationComplete - Installation von [%s] abgeschlossen...

source: wxWebUpdateDlg::OnInstallationComplete - completed the installation of all packages
de: wxWebUpdateDlg::OnInstallationComplete - Installation aller Update-Pakete abgeschlossen

source: wxWebUpdateDlg::OnScriptDownload - XML script loaded successfully
de: wxWebUpdateDlg::OnScriptDownload - XML Script erfolgreich geladen

source: wxWebUpdateDownload::DownloadSynch - completed download of %lu bytes
de: wxWebUpdateDownload::DownloadSynch - %lu Bytes erfolgreich heruntergeladen

source: wxWebUpdateInstallThread::Entry - INSTALLATION ABORTED !!!
de: wxWebUpdateInstallThread::Entry - INSTALLATION ABGEBROCHEN !!!

source: wxWebUpdateInstallThread::Entry - completed installation of [%s]
de: wxWebUpdateInstallThread::Entry - Installation von [%s] abgeschlossen

source: wxWebUpdateInstallThread::Entry - installing [%s]
de: wxWebUpdateInstallThread::Entry - installiere [%s]

source: wxWebUpdateInstaller::VersionCheck - invalid version format [%s] !
de: wxWebUpdateInstaller::VersionCheck - ungültiges Versions-Format [%s] !

source: wxWebUpdateXMLScript::Load - loading [%s]
de: wxWebUpdateXMLScript::Load - lade [%s]
